{
  "Rezepte" : {
    " Gefüllte Tomaten" : [ "tomate", "pilze", "kerne", "pfeffer", "knoblauch", "salz", "olivenöl", " Auf den Kopf einer frischen Tomate schneiden Sie zwei konzentrische Ringe, eine in der Nähe des Stiels, die andere in der Nähe der Schulter der Tomate. Entferne diesen Ring, um die saftigen Samenfächer freizulegen. Schneiden Sie die Pilze in kleine, flache Platten und schneiden Sie die Zwiebelmünze in Vierteln, wie eine Torte oder eine Quiche. Trenne die Schichten. Im offenen Ring die getrockneten Gewürze bestreuen. Die Champignons und die kleinen Zwiebelstücke durch die Gewürze und in die Samenkammern drücken, Basilikum / Dill / Petersilie / etc mit hineindrücken. Fülle so viele wie möglich ein, ohne Tomatenmark zu verdrängen. Wenn Sie frische Basilikumblätter verwenden, falten Sie sie über die Pilzscheiben und schieben Sie sie zusammen. Etwa fünf Tropfen Speiseöl auf ein Backblech oder eine kleine Bratfläche träufeln. Reibe in einem kleinen Kreis mit einem Durchmesser, der dem Fuß oder dem Stumpf der Tomate entspricht. Legen Sie die Tomate auf das Öl und die Pfanne in einen auf 350 ° vorgeheizten Ofen (180 ° C). Braten für 15 bis 20 Minuten." ],
    " Speck-Käse-Omelett" : [ "eier", "speck", "käse", "butter", "Schneiden oder brechen Sie Speck in ein-Zoll-Stücke. Käsescheiben oder schneiden Sie sie in 1 Zoll breite Streifen. Die Butter in einer Pfanne bei großer Hitze schmelzen. Stellen Sie sicher, dass die Pfanne gleichmäßig mit Butter bedeckt ist. Wenn die Hälfte der Butter geschmolzen ist, drehen Sie die Hitze auf mittlere Temperatur. Eier schlagen oder schlagen, bis sie gleichmäßig gefärbt sind. Gießen Sie die Eier hinein und drehen Sie die Pfanne so, dass das Ei die gesamte Oberfläche der Pfanne bedeckt. Drehen Sie weiter, bis die Ränder dick sind, dann heben Sie mit einem Spatel die Seite des nun gekochten Eies an, lassen das restliche flüssige Ei aus der Mitte darunter in die Pfanne fließen und fangen an zu kochen. Fahren Sie mit dem Drehen der Pfanne fort und bewegen Sie den Spatel in angrenzende Bereiche, bis der größte Teil des Flüssigeis gekocht ist. Legen Sie den Käse auf eine Seite der Mitte des Omeletts. Legen Sie den Speck auf den Käse. Vorsichtig die Seite ohne Zutaten über die Speck- und Käseseite drehen, so dass Sie jetzt ein Halbkreisomelett haben. Zu niedriger Hitze drehen, bis der Käse geschmolzen ist. Macht zwei Portionen; toll mit Gemüse oder Salat." ],
    "1-2-3-4 Kuchen" : [ "eier", "backpulver", "vanille", "butter", "milch", "zucker", "salz", "mehl", "Ofen auf 175 ° C vorheizen Butter und Zucker zusammen rühren, bis sie locker sind. Schlagen Sie die Vanille und die Eier nacheinander ein und stellen Sie sicher, dass der Teig nach jedem Ei gut vermischt ist. Allmählich die trockenen Zutaten im Wechsel mit kleinen Zusätzen der Milch sieben. In eine gefettete und bemehlte Backform geben. Backen Sie bei 175 ° C (350 ° F), bis ein Spieß eingeführt keine feuchten Krümel zeigt." ],
    "Ají de Gallina" : [ "oliven", "hähnchen", "chilli", "tomate", "käse", "zwiebel", "knoblauch", "salz", "pfeffer", "brot", "milch", "eier", "kartoffel", "Das Hähnchen in Salzwasser zusammen mit dem Brühwürfel kochen. Entfernen Sie die Knochen und brechen Sie in mundgerechte Stücke, wobei Sie den Hühnerbestand behalten. In einem Topf Öl erhitzen, Zwiebel, Knoblauch und fein gehackte Chilischoten anschwitzen und mit Salz und Pfeffer würzen. Fry dies, bis die Zwiebeln gekocht und golden sind. Tränken Sie das Brot in zwei Tassen der Brühe aus dem gekochten Hähnchen und legen Sie es für einige Minuten in einen Mixer und geben Sie dann die resultierende Flüssigkeit in den Topf. Koche langsam für zehn Minuten. Langsam kochen, umrühren, um zu verdicken. Während der Ají de Gallina langsam kocht, kochen Sie den Reis: zuerst den Knoblauch für ein paar Sekunden anbraten, dann den Reis und das Salz hinzufügen, dann fügen Sie das Wasser hinzu. Wenn das Wasser zu kochen beginnt, lassen Sie den Reis in einem geschlossenen Topf 20 Minuten lang oder bis das Wasser vollständig verdunstet ist (Hinweis: um \"peruanischen\" Reis zu kochen: kochen Sie eine Tasse Reis in zwei Tassen Wasser) Zurück zum Ají de Gallina: fügen Sie die gehackten Pekannüsse, den geriebenen Käse und die Hühnerteile hinzu. Kochen Sie, bis es eine dicke cremige Textur hat. Ungefähr fünf Minuten vor dem Servieren die Kondensmilch hinzufügen und bei schwacher Hitze weiterkochen. Über den gekochten Reis servieren und mit halbierten Kartoffeln, längs eingereihten Eiern und Oliven garnieren." ],
    "Apfelkuchen" : [ "backpulver", "salz", "wasser", "butter", "wasser", "apfel", "zitronensaft", "zucker", "mehl", "zimt", "milch", "Äpfel schälen und in 1/8 bis 1/4 Zoll (ca. 50 mm) dicke Segmente schneiden. Fügen Sie Zitronensaft zu den Äpfeln hinzu. Mischen Sie Äpfel von Hand mit 1/2 Tasse Zucker und ein paar Spritzer Zimt. Übertragen Sie Segmente, abzüglich ihrer erworbenen Säfte, zu Kuchenform. (Wenn Sie den ausgedrückten Saft weglassen, wird verhindert, dass der Kuchen im Ofen überkocht.) Mischen Sie den Rest des Zuckers, Zimt, Muskat, Mehl und Maisstärke in einer separaten Schüssel.Gießen Sie diese über die Äpfel in der Kuchenform.Mit Butter bestreichen. Cover mit der anderen Kruste. Streichen Sie die Ränder mit der Gabel oder dem Finger fest. Schneiden Sie Herz oder rautenförmige Öffnungen in die obere Kruste. Das Teigoberteil mit Milch bestreichen und mit Zucker und Zimt bestreuen. Backen bei 350 ° F (180 ° C) bis goldbraun (ca. 60 Minuten). Die Pastete aus dem Ofen nehmen und auf dem Tresen abkühlen lassen. Nicht, ich wiederhole, versuchen Sie nicht, es direkt aus dem Ofen zu essen, da es sehr heiß wird und dies kann Verbrennungen verursachen! Warm servieren mit Eis oder Pudding." ],
    "Au Jus Sandwich" : [ "mehl", "beef", "sandwich", "beefsuppe", "butter", "pfeffer", "salz", "brühwürfel", "bier", "butter", " Kombinieren Sie alle Zutaten außer den Rollen in einem Slow Cooker oder Topf. Lassen Sie die Mischung für mindestens sechs Stunden köcheln lassen. Dieser Schritt ist kritisch, weil es das Fleisch zart macht. Sie können das Sandwich entweder eintauchen oder mit einer Schüssel mit Fleischbrei servieren. Servieren Sie Rindfleisch auf Split Hoagie Brötchen oder Französisch Miniatur Brotlaibe. Wenn Sie die Tropfen separat servieren, entfernen Sie die Rinderfetzen von den Säften und servieren Sie sie mit einer kleinen Schüssel mit Fleischtropfen an der Seite. Tauchen Sie die Sandwiches in den Braten ein, während Sie essen." ],
    "Banenshake" : [ "banane", "milch" ],
    "Beef-Curry" : [ "beef", "zwiebel", "paprika", "tomatenmark", "reis", "wasser", "zitronensaft", " Zwiebel und Paprika schälen und hacken Das Hackfleisch in einer Pfanne anbraten und das Currypulver hinzufügen Fügen Sie die gehackte Zwiebel und den Pfeffer der Pfanne hinzu und braten Sie das für eine Minute Fügen Sie einen zerkleinerten Brühwürfel, Tomatenmark, Mango-Chutney und Paprika in die Pfanne und rühren Sie um Wasser in die Pfanne geben, bis es die Mischung bedeckt Zum Kochen bringen und 1 Stunde köcheln lassen. Alle 10 Minuten umrühren" ],
    "Caesar Salad" : [ "olivenöl", "eier", "salz", "pfeffer", "knoblauch", "sojasauce", "rotwein", "grüner salat", "Kopfsalat mit 2 EL nativem Olivenöl beträufeln. Toss zum Überziehen. Fügen Sie Salz und Pfeffer hinzu. Toss zum Überziehen. Fügen Sie Essig hinzu und werfen Sie, um zu beschichten. Drizzle Worcestersauce über Salat. Toss zum Überziehen. Crack Eier über Salat. Toss zum Überziehen. Mit Knoblauchcroûtons belegen und servieren." ],
    "Chickensalat" : [ "hähnchen", "sellerie", "kerne", "salz", "pfeffer", "mayonnaise", " Die Hähnchenbrust in einen kleinen Topf geben. Fügen Sie genug Wasser hinzu, um abzudecken. Sellerie in große Stäbchen schneiden. Sellerie, Lorbeerblätter, Teelöffel Salz und Pfefferkörner in den Topf geben. Zum Kochen bringen. Sobald Sie kochen, niedrigere Temperatur und für mindestens eine Stunde köcheln lassen. Huhn sollte zart sein und sollte leicht auseinander ziehen. Entfernen Sie Huhn vom Wasser. Vielleicht möchten Sie das Wasser als Basis für einen Vorrat oder eine Suppe reservieren. Hähnchen in kleine mundgerechte Würfel schneiden. Passen Sie auf, das Huhn nicht zu zerkleinern, weil der Salat klumpig sein sollte. Hähnchen in eine mittelgroße Schüssel geben. Schreibe Mayonnaise und Chutney, einen Löffel nach dem anderen, bis der Salat die richtige Konsistenz erreicht. Der Salat sollte feucht und klumpig sein, nicht nass und matschig. Fügen Sie Salz und Pfeffer hinzu, um zu schmecken.Servieren Sie selbst in einer Schüssel oder auf Brot, Kekse oder Croissants" ],
    "Fischkuchen" : [ "ölivenöl", "käse", "eier", "zitrone", "salz", "pfeffer", "Ofen vor Beginn der Zubereitung auf 180 ° C vorheizen. In einer Schüssel die Eier schlagen und den abgetropften Thunfisch mit dem Ricotta gut vermischen. Fügen Sie ein wenig Salz und Pfeffer, die Zitronenschale, Basilikum oder Petersilie, Parmesan und die Hälfte der Semmelbrösel hinzu. Ein Rinnsal Olivenöl in eine Auflaufform geben. Die Zutaten gut verarbeiten und mit zwei Löffeln mittelgroße Bällchen formen, die in der anderen Hälfte der Semmelbrösel bedeckt werden und in die Auflaufform legen. 25-30 Minuten im Ofen backen und warm oder kalt mit Zitronensaft beträufeln und mit einem grünen Salat begleiten." ],
    "French Toast" : [ "butter", "brot", "milch", "eier", " Mischen Sie in einer Schüssel Eier und Milch und optionale Zutaten. Bratpfanne, Pfanne oder Pfanne auf mittlere bis niedrige Hitze erhitzen. Fetten Sie die Pfanne mit Butter, Margarine oder Kochspray ein. Eine Scheibe Brot in die Ei-Milch-Mischung einweichen und auf die Pfanne legen; Wiederholen Sie dies, bis die Pfanne voll ist oder die gewünschte Menge erreicht ist. Braune beide Seiten Brot. Auf Tellern servieren, normalerweise zwei Scheiben pro Person, mit Belag nach Belieben." ],
    "Greek Salad" : [ "tomate", "zwiebel", "paprika", "käse", "oliven", "olivenöl", "salz", " Hacken Sie die Tomaten in nicht alltäglichen Stücken. Die Gurken und die Zwiesel fallen auch in Ringe schneiden. Die Zwiebelringe halbieren. Die grünen Paprikas in kleinen Stücken und alle gehackten Zutaten und Oliven in einer bestimmten Schüssel geben. Fügen Sie genug Olivenöl, Essig oder Zitronensaft und Salz nach Geschmack hinzu. Mischen Sie die Zutaten für eine halbe Minute. Dann eine Feta-Käsescheibe mit etwas Olivenöl machen würzen. Schließen Sie einen Zweig Oregano darüber gießen." ],
    "Hamburger" : [ "beef", "pfeffer", "salz", "käse", "grüner salat", "zwiebel", "tomate", "brot", " Das Hackfleisch aus der Verpackung nehmen und von Hand in Burger formen. Sie sollten zwischen 4-6 Burger aus 500g Rindfleisch bekommen. Wenn Sie optionale Zutaten hinzufügen, würzen Sie entweder die Außenseite oder mischen Sie sie in das Rindfleisch, bevor Sie die Pasteten formen. Das Überziehen des Rindfleisches führt zu breiigem Fleisch, das nicht zusammenklebt, also mischen Sie nur das notwendige Minimum und tun dies von Hand. Die Burger können für 4-5 Minuten auf jeder Seite für Burger, die nicht zu dick sind, gebraten oder gegrillt werden. Lassen Sie den Burger einige Minuten vor dem Servieren ruhen, damit sich die Säfte abkühlen und nicht beim ersten Bissen platzen. Stellen Sie sicher, dass Ihre Burger vor dem Servieren vollständig durchgekocht sind. Wenn Ihre Burger ziemlich dick sind oder wenn Sie unsicher sind, können Sie einen öffnen, um sicherzustellen, dass die Innenseiten gebräunt sind. Wenn das Innere rot ist, besteht die Möglichkeit, dass das Fleisch nicht vollständig gekocht ist. Alternativ können Sie ein Fleischthermometer in die Mitte des Burgers einführen. Wenn die Temperatur weniger als 71 ° C (160 ° F) anzeigt, ist Ihr Burger nicht ausreichend gegart. Servieren Sie jeden Burger auf einem Brötchen (normalerweise Sesamsamen), wahlweise mit Relish, in Scheiben geschnittenen Gurken, Ketchup, Mayonnaise, Senf, Ranch Dressing, Käse, Salat, Tomaten und / oder Zwiebeln. Einige Vorschläge, was Sie zum Fleisch hinzufügen können, sind: Knoblauch, Zwiebelflocken oder eine kleine Zwiebel, Sojasauce, Worcestershiresauce, Senf, Olivenöl, Käse, Butter und / oder 2 TL Ihrer Lieblingssosse für einen Kick. Die Mengen an Kräutern und / oder Gewürzen entsprechen Ihrem lokalen Geschmack und Ihrer Fleischqualität. Abhängig von der Qualität Ihres lokalen Rindfleisches, können Sie zum Beispiel etwas Rindfleisch hinzufügen, um den Geschmack zu verbessern. Wenn Sie irgendwelche Flüssigkeiten hinzufügen, mischen Sie das Hackfleisch gut und drücken Sie den zusätzlichen Saft heraus, wenn Sie Fladen formen." ],
    "Karottensalat" : [ "karotten", "olivenöl", "salz", "pfeffer", "kerne", "weisswein", " Jullien die Möhren (oder sie raspeln, wenn Juliennen nicht machbar ist). Mit 1-2 Esslöffel Mandelöl bestreichen. Großzügig mit Essig, Salz und Pfeffer bestreuen. Fügen Sie eine kräftige Portion Pinienkerne hinzu." ],
    "Krautsalat" : [ "weisskraut", "gurke", "essig", "zwiebel", "salz", "pfeffer", "öl", "Den Strunk vom Kohl entfernen. Den Kohl fein raspeln und in eine Schüssel geben. Die Zwiebeln in kleine Würfel schneiden und zum geraspelten Kraut geben.  Zucker, Öl, Salz, Pfeffer, Kräuteressig und Mineralwasser vermischen. Der Zucker muss sich gut auflösen. Vorsicht, wenn man das Mineralwasser dazugibt, schäumt es etwas!  Die Soße über das Kraut gießen. Das Ganze mit einem kleineren Deckel als die Schüssel ist, abdecken und mit 2-3 Konservendosen beschweren. 24 Stunden stehen lassen.  Am nächsten Tag einfach nur noch abgießen und servieren.   Lecker zu Gegrilltem, hält sich auch im Kühlschrank in Einmachgläsern. " ],
    "Lancashire-Eintopf" : [ "lammfleisch", "kartoffel", "zwiebel", "wasser", " Das Lamm würfeln und beiseite stellen. Ofen auf 325 ° F / 170 ° C / Gasherd 3 vorheizen. Die Kartoffeln in Scheiben schneiden und die Zwiebeln würfeln. Fügen Sie eine Schicht der Kartoffeln dem Boden einer Auflaufform hinzu und bedecken Sie mit einer Handvoll der gewürfelten Zwiebel. Legen Sie das gewürfelte Lamm darüber und bestreuen Sie mit Ihrer Auswahl an Kräutern. Wiederholen Sie diese Schichten, bis die Schale voll ist. Mit einer letzten Schicht der Kartoffeln belegen. Gießen Sie kochendes Wasser in die Schüssel, bis gefüllt - wenn mehr Wasser benötigt wird, fügen Sie hinzu, bis Sie oben sind. Backen für mindestens eine Stunde, obwohl traditionell das Gericht den ganzen Tag gebacken wurde, längere Zeiten sind für Mutton erforderlich." ],
    "Nachos" : [ "beef", "taco", "chips", "sauerrahm", "In einer Pfanne braunes Hackfleisch mit mexikanischer Würze und Taco Mix. Wenn das Rindfleisch gebräunt ist, die Dose gewürfelte Tomaten mit grünen Chilis hinzufügen, abdecken und weitere 5 Minuten köcheln lassen. Legen Sie Tortilla-Chips auf einen großen Teller. Legen Sie 2 Esslöffel saure Sahne auf den Teller. Streusel und Tomatenwürfel über die Späne streuen. Dienen und genießen." ],
    "Pfirsichkuchen" : [ "pfirsich", "zitronensaft", "mehl", "zimt", "salz", "butter", "Ofen auf 450 ° F vorheizen. Pfirsiche schälen und in Scheiben schneiden. In eine Schüssel geben und Zitronensaft und Mandelextrakt untermischen. In einer separaten Schüssel trockene Zutaten vermischen und in die Pfirsichmischung geben. In die Kruste geben und mit Butter bestreichen. Backen bei 450 ° F für 15 Minuten, dann 350 ° F für 35 bis 40 Minuten." ],
    "Rindergulasch" : [ "nudeln", "gulasch", "Rindfleisch in ca. 2 cm große Würfel schneiden. Zwiebeln in kleine Würfel schneiden. Butterschmalz im großen Topf zergehen lassen und Zwiebeln anbraten, bis sie eine leicht bräunliche Farbe annehmen. Dann das Fleisch dazu geben und rundherum anbraten. Tomatenmark und Paprikapulver untermischen und sofort mit Wasser auffüllen, damit das Paprikapulver nicht bitter wird. Usw..." ],
    "Rindfleischsuppe" : [ "reis", "wasser", "zwiebel", "pfeffer", "zimt", "beef", " Den Reis, Wasser, Petersilie, Schnittlauch, Rosmarin und Pfeffer in einen Reiskocher mit 10 Tassen oder mehr geben. Für einen einfachen Reiskocher, schalten Sie es ein. Für einen ausgefallenen (Fuzzy Logic) Reiskocher den Reiskocher auf Schnellkoch stellen und starten. Bedecken Sie und lassen Sie sich zum Kochen bringen. Das Rindfleisch und den Zimt hinzufügen, erneut abdecken und 60 Minuten kochen lassen." ],
    "Rosskastanien" : [ "erdnussbutter", "butter", "vanille", "zucker", "schokochips", " Mischen Sie Erdnussbutter, geschmolzene Butter, Vanille und Puderzucker in einer Schüssel. Form die Mischung in 1-Zoll-Kugeln. Legen Sie einen Zahnstocher in jeden Ball. Kühlen oder frieren Sie für eine Stunde. Schmelzen Sie die halb-süßen Schokoladenstückchen in einem doppelten Kessel. Tauchen Sie die Kugeln in die geschmolzene Schokolade und lassen Sie einen kleinen freiliegenden Kreis. Auf Wachspapier auflegen und Zahnstocher entfernen. Kühlen oder einfrieren." ],
    "Spaghetti Bolognese" : [ "käse", "spaghetti", "pfeffer", "rotwein", "tomatenmark", "salz", "pfeffer", "olivenöl", "hackfleisch", "knoblauch", "zwiebel", "2 Zwiebeln fein würfeln. 2 Knoblauchzehen fein hacken. 500 g gemischtes Hack in 4 El heißem Olivenöl krümelig und braun anbraten. Zwiebeln und Knoblauch kurz mitbraten. Mit Salz, Pfeffer und 1⁄2 Tl Zucker würzen. 2 El Tomatenmark zugeben und kurz mit anrösten.  Mit 125 ml Rotwein ablöschen und offen fast vollständig einkochen lassen. 2 Dosen stückige Tomaten (à 400 g Füllmenge) und 100 ml Wasser zugeben, 2 Lorbeerblätter zugeben, mit Salz und Pfeffer würzen. Aufkochen und halb zugedeckt bei milder bis mittlerer Hitze  1 Std. köcheln lassen. Dabei mehrfach umrühren. Evtl. nachwürzen. 400 g Spaghetti in kochendem Salzwasser nach Packungsanweisung kochen. Abgießen und mit der Bolognese anrichten. Mit 100 g geriebenem ital. Hartkäse (z. B. Grana Padano) und mit 4 El gehackter glatter Petersilie bestreut servieren" ],
    "Spaghetti alla Carbonara" : [ "spaghetti", "speck", "eier", "käse", "olivenöl", "pfeffer", "salz", "Würfel den Pancetta in 2,5 cm (1 Zoll) Stücke. Bringe einen großen Topf mit Wasser zum Kochen und füge Salz hinzu, wenn es köchelt. Die Spaghetti al dente kochen und abtropfen lassen, dabei 236 ml (1 Tasse) Wasser aufbewahren. Spaghetti kochen, erhitzen Sie das Olivenöl in einer großen Pfanne bei mittlerer Hitze. Wenn das Öl heiß ist, fügen Sie den Pancetta hinzu und kochen Sie für ungefähr 10 Minuten auf einer niedrigen Flamme, bis der Pancetta das meiste seines Fettes gemacht hat, aber immer noch zäh und kaum gebräunt ist. In einer Schüssel langsam 118 ml (1/2 Tasse) des Nudelwassers in das Eigelb einrühren. Fügen Sie den geriebenen Käse hinzu und mischen Sie gründlich mit einer Gabel. Spaghetti abgießen und sofort mit dem Pancetta in die Pfanne geben. Toss es und schalten Sie die Hitze aus. Fügen Sie die Ei-Käse-Mischung zu den Teigwaren hinzu, während Sie das restliche Teigwarenwasser rühren, um zu helfen, die Soße zu verdünnen. Fügen Sie den Pfeffer hinzu und werfen Sie alle Zutaten, um die Pasta zu beschichten." ],
    "Spaghetti alla Puttanesca" : [ "spaghetti", "olivenöl", "butter", "knoblauch", "oliven", "chilli", "tomaten", "salz", "Füllen Sie einen großen Topf mit zwei Liter Wasser und fügen Sie zwei Esslöffel Salz hinzu. Stellen Sie die Hitze auf hoch, um Wasser zu kochen. Erhitze zwei Esslöffel Öl in einer großen Pfanne bei mittlerer Hitze. Fügen Sie Zwiebeln zur Pfanne hinzu und kochen Sie für sechs Minuten, gelegentlich rührend. Achten Sie darauf, die Zwiebeln nicht zu verbrennen. Knoblauch und Sardellen in die Pfanne geben. Kochen Sie für eine Minute maximal, um die Sardellen aufzubrechen. Kapern, Chilischoten, Oliven, Tomaten, Pfeffer und 1/2 Teelöffel Salz in die Pfanne geben. Zum Kochen bringen, dann auf mittlere bis niedrige Hitze reduzieren und 10 Minuten bei offenem Herd köcheln lassen. Kochen Sie die Pasta bissfest, während die Soße köchelt. Dies sollte etwa 12 Minuten dauern. Die gekochten Nudeln in einem Sieb abtropfen lassen und die Sauce in den Topfboden geben. Mit den gekochten Nudeln, Petersilie und einem Esslöffel Olivenöl bestreuen. Toss bis Pasta gründlich mit Sugo " ],
    "Steak" : [ "rumpsteak", "kidneybohnen", "pfeffer", "milch", "Probieren Sie ein zartes Rumpsteak, und teilen Sie es in Stücke etwa 2,5 cm / 1 in Quadrat, und schneiden Sie jede Niere in 8 Stücke. Ordnen Sie das Becken mit Kruste aus Rindertalg und Mehl im obigen Verhältnis ein und lassen Sie ein kleines Krustenstück übrig, das den Rand überlappt. Bedecke dann den Boden mit einem Stück des Steaks und ein paar Stücken Niere; mit Salz und Pfeffer würzen, und dann eine weitere Schicht Steak, Niere und Würze hinzufügen. Fahren Sie auf diese Weise fort, bis das Becken voll ist, wenn ausreichend Wasser eingefüllt wird, um innerhalb von 5 cm / 2 in der Oberseite des Beckens zu kommen. Befeuchten Sie die Ränder der Kruste, bedecken Sie den Pudding, drücken Sie die beiden Krusten zusammen, damit die Soße nicht entweichen kann, und biegen Sie das überstehende Gebäck hoch. Ein Tuch in heißem Wasser auswringen, mahlen und den Pudding binden; In kochendes Wasser geben und mindestens 4 Stunden kochen lassen. Wenn das Wasser abnimmt, füllen Sie immer heißes Wasser aus einem Krug auf, da der Pudding die ganze Zeit bedeckt gehalten werden sollte und nicht aufhören sollte zu kochen. Wenn das Tuch entfernt ist, ein rundes Stück in der Oberseite der Kruste ausschneiden, um zu verhindern, dass der Pudding platzt, und es zu Tisch im Bassin entweder in einer Zierschale oder mit einer Serviette, die darum herumgesteckt wird, senden. Diene schnell." ],
    "Thunfischsalat" : [ "thunfisch", "kerne", "zwiebel", "karotte", "mayonnaise", "sojasauce", "salz", "pfeffer", " Zutaten in einer Schüssel vermischen. Vor dem Servieren kalt stellen. Am besten auf Toast serviert.  2-4 Portionen." ],
    "Tomatensalat" : [ "tomate", "zwiebel", "knoblauch", "salz", "pfeffer", "olivenöl", "acke die Zwiebeln sehr gut. Kochen Sie sie für ca. 4 Minuten. Während sie kochen, schneiden Sie die Tomaten in Viertel, und entfernen Sie die saftige Mitte. Sie können die Zentren für Tomatensuppe verwenden oder wegwerfen. Würfel Tomaten, genauso fein wie die Zwiebel. Knoblauch schälen und hacken. Wenn die Zwiebeln gekocht sind, legen Sie sie in ein Sieb oder ähnliches, um das Wasser abtropfen zu lassen. Sobald Zwiebeln, Tomaten und Knoblauch fein gehackt sind, alles in eine Schüssel geben und schütteln / rühren. Fügen Sie ein bisschen Olivenöl und Salz und Pfeffer hinzu, um zu schmecken." ],
    "Vanillemilchshake" : [ "eis", "milch", "zucker", "vanille", "Gießen Sie die Milch, das Eis und die Hälfte und Hälfte in einen Mixer und teilweise mischen, dann fügen Sie den Zucker und das Aroma hinzu, bis gründlich gemischt.  Serviert: 1" ],
    "brownies" : [ "eier", "butter", "mehl", "salz", "backpulver", "vanille", "kerne", " Schlagen Sie Eier bis zum Licht. Fügen Sie Zucker, geschmolzene Margarine und Kakao hinzu. Mischung. Fügen Sie Mehl, Salz, Backpulver, Vanille und Nüsse hinzu. Gut mischen. In eine 9 \"x 9\" (23 cm x 23 cm) gefettete Pfanne gießen. 20 Minuten bei 350 ° F / 175 ° C backen (Gaskennzeichnung 4)." ]
  },
  "Users" : {
    "1OdxO7gF0eMfpsV4t9JRrqNoXMP2" : {
      "Hamburger" : {
        "RECIPE_INGREDIENTS" : [ "beef", "pfeffer", "salz", "käse", "grüner salat", "zwiebel", "tomate", "brot", " Das Hackfleisch aus der Verpackung nehmen und von Hand in Burger formen. Sie sollten zwischen 4-6 Burger aus 500g Rindfleisch bekommen. Wenn Sie optionale Zutaten hinzufügen, würzen Sie entweder die Außenseite oder mischen Sie sie in das Rindfleisch, bevor Sie die Pasteten formen. Das Überziehen des Rindfleisches führt zu breiigem Fleisch, das nicht zusammenklebt, also mischen Sie nur das notwendige Minimum und tun dies von Hand. Die Burger können für 4-5 Minuten auf jeder Seite für Burger, die nicht zu dick sind, gebraten oder gegrillt werden. Lassen Sie den Burger einige Minuten vor dem Servieren ruhen, damit sich die Säfte abkühlen und nicht beim ersten Bissen platzen. Stellen Sie sicher, dass Ihre Burger vor dem Servieren vollständig durchgekocht sind. Wenn Ihre Burger ziemlich dick sind oder wenn Sie unsicher sind, können Sie einen öffnen, um sicherzustellen, dass die Innenseiten gebräunt sind. Wenn das Innere rot ist, besteht die Möglichkeit, dass das Fleisch nicht vollständig gekocht ist. Alternativ können Sie ein Fleischthermometer in die Mitte des Burgers einführen. Wenn die Temperatur weniger als 71 ° C (160 ° F) anzeigt, ist Ihr Burger nicht ausreichend gegart. Servieren Sie jeden Burger auf einem Brötchen (normalerweise Sesamsamen), wahlweise mit Relish, in Scheiben geschnittenen Gurken, Ketchup, Mayonnaise, Senf, Ranch Dressing, Käse, Salat, Tomaten und / oder Zwiebeln. Einige Vorschläge, was Sie zum Fleisch hinzufügen können, sind: Knoblauch, Zwiebelflocken oder eine kleine Zwiebel, Sojasauce, Worcestershiresauce, Senf, Olivenöl, Käse, Butter und / oder 2 TL Ihrer Lieblingssosse für einen Kick. Die Mengen an Kräutern und / oder Gewürzen entsprechen Ihrem lokalen Geschmack und Ihrer Fleischqualität. Abhängig von der Qualität Ihres lokalen Rindfleisches, können Sie zum Beispiel etwas Rindfleisch hinzufügen, um den Geschmack zu verbessern. Wenn Sie irgendwelche Flüssigkeiten hinzufügen, mischen Sie das Hackfleisch gut und drücken Sie den zusätzlichen Saft heraus, wenn Sie Fladen formen." ]
      },
      "Krautsalat" : {
        "RECIPE_INGREDIENTS" : [ "nudeln", "gurke" ]
      }
    },
    "5YbB64ylc4h6dpDt5WKoGBZzqPA2" : {
      "TEST" : "test"
    },
    "Guqps9WGEfemHLvjTZNl20rFch73" : {
      "TEST" : "test"
    },
    "LYWvgB4MgshIhmQl7UIV6cFgE4d2" : {
      "TEST" : "test"
    },
    "Qzu6yozRXwSOhjNGJLIpdIwfgek2" : {
      "TEST" : "test"
    },
    "R7RVICyTnuOpM1G6toJscLSQpFM2" : {
      "TEST" : "test"
    },
    "VNV8dx0X0qdT2YEpkMFM5Lp7uSJ2" : {
      "Banenshake" : {
        "RECIPE_INGREDIENTS" : [ "banane", "milch" ]
      },
      "Krautsalat" : {
        "RECIPE_INGREDIENTS" : [ "nudeln", "gurke" ]
      },
      "Rindergulasch" : {
        "RECIPE_INGREDIENTS" : [ "nudeln", "gulasch", "Rindfleisch in ca. 2 cm große Würfel schneiden. Zwiebeln in kleine Würfel schneiden. Butterschmalz im großen Topf zergehen lassen und Zwiebeln anbraten, bis sie eine leicht bräunliche Farbe annehmen. Dann das Fleisch dazu geben und rundherum anbraten. Tomatenmark und Paprikapulver untermischen und sofort mit Wasser auffüllen, damit das Paprikapulver nicht bitter wird. Usw..." ]
      }
    },
    "X4mtS0ZuWJcJDyyeSwrzJfCM57v1" : {
      "Krautsalat" : {
        "RECIPE_INGREDIENTS" : [ "nudeln", "gurke" ]
      },
      "TEST" : "test"
    },
    "cpSgxXY2ocQzvN298jB8RafspMj2" : {
      "Krautsalat" : {
        "RECIPE_INGREDIENTS" : [ "nudeln", "gurke" ]
      }
    },
    "l38ODQOn7va5p1HJG6mni0cHLAX2" : {
      "1-2-3-4 Kuchen" : {
        "RECIPE_INGREDIENTS" : [ "eier", "backpulver", "vanille", "butter", "milch", "zucker", "salz", "mehl", "Ofen auf 175 ° C vorheizen Butter und Zucker zusammen rühren, bis sie locker sind. Schlagen Sie die Vanille und die Eier nacheinander ein und stellen Sie sicher, dass der Teig nach jedem Ei gut vermischt ist. Allmählich die trockenen Zutaten im Wechsel mit kleinen Zusätzen der Milch sieben. In eine gefettete und bemehlte Backform geben. Backen Sie bei 175 ° C (350 ° F), bis ein Spieß eingeführt keine feuchten Krümel zeigt." ]
      },
      "Banenshake" : {
        "RECIPE_INGREDIENTS" : [ "banane", "milch" ]
      },
      "Rindergulasch" : {
        "RECIPE_INGREDIENTS" : [ "nudeln", "gulasch", "Rindfleisch in ca. 2 cm große Würfel schneiden. Zwiebeln in kleine Würfel schneiden. Butterschmalz im großen Topf zergehen lassen und Zwiebeln anbraten, bis sie eine leicht bräunliche Farbe annehmen. Dann das Fleisch dazu geben und rundherum anbraten. Tomatenmark und Paprikapulver untermischen und sofort mit Wasser auffüllen, damit das Paprikapulver nicht bitter wird. Usw..." ]
      },
      "Spaghetti Bolognese" : {
        "RECIPE_INGREDIENTS" : [ "käse", "spaghetti", "pfeffer", "rotwein", "tomatenmark", "salz", "pfeffer", "olivenöl", "hackfleisch", "knoblauch", "zwiebel", "2 Zwiebeln fein würfeln. 2 Knoblauchzehen fein hacken. 500 g gemischtes Hack in 4 El heißem Olivenöl krümelig und braun anbraten. Zwiebeln und Knoblauch kurz mitbraten. Mit Salz, Pfeffer und 1⁄2 Tl Zucker würzen. 2 El Tomatenmark zugeben und kurz mit anrösten.  Mit 125 ml Rotwein ablöschen und offen fast vollständig einkochen lassen. 2 Dosen stückige Tomaten (à 400 g Füllmenge) und 100 ml Wasser zugeben, 2 Lorbeerblätter zugeben, mit Salz und Pfeffer würzen. Aufkochen und halb zugedeckt bei milder bis mittlerer Hitze  1 Std. köcheln lassen. Dabei mehrfach umrühren. Evtl. nachwürzen. 400 g Spaghetti in kochendem Salzwasser nach Packungsanweisung kochen. Abgießen und mit der Bolognese anrichten. Mit 100 g geriebenem ital. Hartkäse (z. B. Grana Padano) und mit 4 El gehackter glatter Petersilie bestreut servieren" ]
      }
    },
    "qmxlUz2pGiNwUpLzx9yNXe8UrL72" : {
      "TEST" : "test"
    },
    "sPKWiHUF7BSUcPJYfqgb6yJ4xbT2" : {
      "TEST" : "test"
    },
    "sVwMYkiYSOUbP0mqHJqhMVCt8K52" : {
      "TEST" : "test"
    },
    "sos" : 1,
    "uZ6za5eQiaRYTe7sXcRJH1a50rt2" : {
      "French Toast" : {
        "RECIPE_INGREDIENTS" : [ "butter", "brot", "milch", "eier", " Mischen Sie in einer Schüssel Eier und Milch und optionale Zutaten. Bratpfanne, Pfanne oder Pfanne auf mittlere bis niedrige Hitze erhitzen. Fetten Sie die Pfanne mit Butter, Margarine oder Kochspray ein. Eine Scheibe Brot in die Ei-Milch-Mischung einweichen und auf die Pfanne legen; Wiederholen Sie dies, bis die Pfanne voll ist oder die gewünschte Menge erreicht ist. Braune beide Seiten Brot. Auf Tellern servieren, normalerweise zwei Scheiben pro Person, mit Belag nach Belieben." ]
      }
    },
    "w5f6r7lkAZe2220NqPTPPYmjXAI2" : {
      "TEST" : "test"
    }
  },
  "Zutaten" : [ "nudeln", "gurke", "karotte", "gulasch", "banane", "milch", "zucker", "salz", "eier", "backpulver", "vanille", "butter", "oliven", "tomate", "reis", "käse", "brot", "chilli", "pfeffer", "knoblauch", "zwiebel", "kartoffel", "sandwich", "beefsuppe", "brühwürfel", "beef", "mehl", "grüner salat", "spaghetti", "hackfleisch", "tomatenmark", "rotwein", "essig", "weisskraut", "sojasauce", "kerne", "weisswein", "sellerie", "mayonnaise", "paprika", "thunfisch", "wasser", "zimt", "apfel", "zitronensaft", "pfirsich", "eis", "erdnussbutter", "schokochips", "speck", "zitrone", "taco", "chips", "sauerrahm", "kidneybohnen", "lammfleisch", "pilze" ]
}
